Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Authorities restricted initial public offerings, called on company founders not to sell shares and launched an investigation into alleged “malicious" short selling. Authorities also allowed a suspension of trading in more than 1,400 stocks while the insurance regulator let insurers use more of their premium income to buy shares.
ko: 공매도를 단행한 세력은 중국 경제를 불황에 빠뜨리고자 했고, 중국 사회를 불안하게 만들려 했으며, 더 나아가 또 하나의 색채 혁명을 일으키려고 했습니다.

source: Meanwhile, new hurdles to short-selling of index futures were put in place. Regardless of whether the conspiracy theory holds or not, it is true that the finance system has become a significant part of Chinese national security, as reflected in its newly passed National Security Law.
ko: 전하, 미천한 이 신(臣)이 생각할 때 린 "주오밍"과 같은 무리는 정치적 싸움에 매우 민감하고 어디서나 적을 발견할 줄 압니다.

source: It is not surprising to see government mouthpiece People's Daily maintain that the official support was necessary to prevent a stock market disaster and argue that regulators in other countries have used similarly measures to head off potential market meltdowns.
ko: 토론과 주식투자전략에 능한 린 주오밍은 일개 기업의 총수로 있기에는 너무 아깝습니다.

source: The market collapsed essentially because stocks were overvalued and margin trading was excessive.
ko: 린 회장과 제가 토론한다면 제가 이길 수 없다는 점을 인정합니다.

source: If anyone has to be made accountable, it's the central government, state media and regulators, not "hostile foreign forces."
ko: 따라서 미천한 이 신(臣)은 린 주오밍을 글로벌 타임스의 총괄편집인으로 천거하옵나이다.

source: Japanese Media Group's Purchase of the Financial Times Shocks China · Global Voices
ko: 닛케이, 파이낸셜타임스 인수로 중국을 실망케 하다.

source: Photo from Flickr user Gareth (CC: NC-AT)
ko: 플리커 사용자 Gareth가 올린 사진 (CC: NC-AT)

source: Publishing group Pearson announced the sale of the Financial Times Group to Japanese media firm Nikkei for $1.32 billion on Thursday night (July 23), a move that caused concern among many Chinese.
ko: 목요일 저녁, 도서출판 기업 피어슨은 파이낸셜 타임스를 일본 미디어 회사 닛케이에 13. 2억 달러를 받고 매각한다고 밝혔다. 이 소식은 많은 중국인에게 걱정을 끼쳤다.

source: The expensive deal shocked many in the media industry, as previous reports indicated that German group Alex Springer was close to reaching an agreement on buying the Financial Times.
ko: 이번 거래는 독일 기업 알렉스 스프링어가 파이낸셜 타임스를 인수할 시기가 머지않았다고 내비친 보고서가 나돌았던 미디어 업계에 충격으로 다가왔다.

source: The news also dismayed Beijing, as George Chen, a reporter from the Hong Kong-based newspaper South China Morning Post, revealed on Twitter.
ko: 홍콩 신문 사우스차이나모닝포스트 기자인 조지 챈이 트위터에 중국이 느낀 실망스러운 감정을 잘 보도했다.

source: I just spoke w/ a Chinese official about Nikkei-FT deal.
ko: 방금 중국 관리에게 이번 닛케이-파이낸셜타임스 거래를 어떻게 생각하는지 물어보고 왔다.

source: "Serious?
ko: "그게 진짠가요?

source: No way!
ko: 설마요!

source: How can this happen!
ko: 그런 일이 어떻게 일어날 수 있죠?

source: Let me report to my boss" said the official. — George Chen (@george_chen) July 23, 2015
ko: " 그 관리는 이렇게 말했다.

source: The Financial Times has been one of the most influential Western media outlets in its coverage of Chinese business.
ko: 파이낸셜타임스는 중국 비즈니스를 보도하는 가장 영향력 있는 서구 언론 중 하나였다.

source: Moreover, compared to other Western outlets, the newspaper has a friendly relationship with the the Chinese government.
ko: 또한, 다른 서구 언론과 다른 점은, 파이낸셜타임스는 중국 정부와 원만한 관계를 유지하고 있다는 점이다.

source: Established in 1888, the paper has three bureaus in China — Beijing, Shanghai and Hong Kong that report on China extensively.
ko: 1888년에 세워진 파이낸셜타임스는 베이징, 상하지 홍콩에 중국만 중점적으로 보도하는 보도국을 세 곳이나 두고 있다.

source: Its Chinese version, FTChinese, was launched 10 years ago and enjoys rather good circulation.
ko: 파이낸셜타임스 중국판인 FT Chinese는 10년 전에 시판되었고, 탄탄한 독자층을 확보하고 있다.

source: In March this year, FT became the first foreign media outlet to interview Li Keqiang, a remarkable opportunity considering Beijing's antagonistic attitude towards foreign news organizations.
ko: 올해 3월, 파이낸셜타임스는 서구 언론으로는 처음으로 리커창을 인터뷰했는데, 이는 중국이 외국 언론사에 얼마나 적대적인지 생각하면 엄청난 기회였다.

source: Given the lingering bad blood between China and Japan over Japanese war crimes during World War II as well as geo-political tensions in Asia, many wondered how, if at all, the change of ownership would affect the Financial Times' expansion in China and its coverage of the country.
ko: 제2차 세계대전에 일본이 저지른 전쟁 범죄와 아시아에서 겪는 지정학적인 긴장으로 일본과 중국 간 관계가 좋지 않은 점을 고려했을 때, 일본 닛케이가 파이낸셜타임스를 중국에서 더 확장할지, 어떻게 중국을 보도할지 관심이 쏠리고 있다.

source: George Chen was pessimistic about the paper's future:
ko: 조지 챈은 파이낸셜타임스의 미래를 비관적으로 바라봤다.

source: FT-Nikkei deal may make financial sense but political wise there'll be HUGE challenges in Asia.
ko: 기업 문화가 결딴나는 것은 말할 것도 없다.

source: To let Japanese buy FT will be the last thing that China wants to see.
ko: 중국은 닛케이가 파이낸셜타임스를 인수하는 걸 절대 바라지 않는다.

source: Beijing will get more excuse to complain about FT's coverage of China — George Chen (@george_chen) July 23, 2015
ko: 중국은 앞으로 파이낸셜타임스 보도를 가지고 더 많이 불평할 것이다.

source: But Zhang Xin, the CEO of real estate developer SOHO, looked at the deal from an investor's perspective and believed that Nikkei would not ruin the paper's credibility:
ko: 부동산 개발 기업 SOHO의 CEO인 장신 씨는 이 거래를 투자자 관점에서 바라본 뒤, 닛케이가 파이낸셜타임스의 신뢰성을 실추시키는 일은 하지 않을 것이라 결론내렸다.

source: Can FT follow the UK press tradition and remain independent after selling to Nikkei?
ko: 닛케이에 팔린 이후 독립적으로 활동하는 영국 언론의 전통을 계속 따라갈 수 있을까?

source: Of course, any media outlet would lose their audience if it was manipulated.
ko: 물론, 독자가 조종당한다는 느낌이 든다면, 그 매체는 독자를 잃게 될 것이다.

source: Who would buy a paper that no one reads?
ko: 아무도 읽지 않는 신문을 누가 사서 볼 것인가?

source: Better to trust the buyer's wisdom.
ko: 독자가 가진 지혜를 신뢰하는 편이 낫다.

source: But the stress on "manner and respect" of the Japanese culture may hinder the paper's path in seeking the truth.
ko: "예절와 존중"을 중시하는 일본 문화가 진실에 접근하는 파이낸셜타임스를 막아설지도 모른다.

source: Regardless of Nikkei's reassurance that it's determined to uphold the paper's "quality, impartiality and reliability in its journalism and global viewpoint", nationalistic responses flooded Chinese social media soon after the deal was made public, with some even calling for a boycott of the newspaper.
ko: 닛케이는 "파이낸셜타임스 보도에서 질, 공정성, 신뢰성과 전 세계적인 안목"을 유지하겠다고 말하며 안심시켰지만, 중국 소셜 미디어에는 이번 거래가 공개적으로 발표된 뒤에 국수주의적 답변이 넘쳐났다.

source: As China is eager to expand its influence in regional and global politics, many Chinese netizens wondered why state-owned media groups did not buy the paper.
ko: 중국이 아시아 정치와 국제 정치에 행사하는 영향력을 확대하고 싶어 함에 따라, 중국 네티즌 다수는 중국 국유 미디어그룹이 왜 파이낸셜타임스를 인수하지 않았는지 의아해했다.

source: George Chen commented on the breaking story on popular Chinese social media platform Weibo:
ko: 조지 챈은 인기 있는 중국 소셜 미디어 플랫폼인 웨이보에 이렇게 기고했다.

source: Breaking: Nikkei has just announced its acquisition of British Financial Times.
ko: 속보: 닛케이는 방금 영국 파이낸셜타임스를 인수한다고 발표했다.

source: The deal is about US $1.3 billion.
ko: 닛케이는 파이낸셜타임스를 인수하는 데 130억 달러를 냈다.

source: FT, a paper with 125 years in history, is now owned by Japanese.
ko: 125년 동안 영국과 함께 한 파이낸셜타임스는 이제 일본인이 소유하게 되었다.

source: The news shocks the whole world.
ko: 이 뉴스는 세계를 놀라게 했다.

source: The implication of the deal is pervasive as the paper will help Japan increase its soft power in global politics.
ko: 이 거래로 이제 국제정치에서 일본이 더 큰 영향력을 행사하도록 파이낸셜타임스가 힘을 실어줄 게 분명하다.

source: (Did the People's Daily make a bid?
ko: (인민일보가 입찰에 참여했는지 모르겠다.

source: It only cost US $1.3 billion)
ko: 130억 불만 있었으면 되었는데.

source: Others remarked in the comment thread:
ko: 몇몇은 이렇게 댓글을 남겼다.

source: US $1.3 billion?
ko: 130억 불이요?

source: That sum is less than the corruption money of the deputy engineer of China Railways Co.
ko: 이건 중국철도총공사 부수석 엔지니어가 부정부패로 받는 돈보다 액수가 적은데요.

source: The fact that People's Daily did not manage to buy the paper is a serious mistake of our country's diplomatic propaganda.
ko: 인민일보가 파이낸셜타임스를 사지 못했다는 점은 중국이 선전, 외교 활동을 하면서 저지른 크나큰 실수이다.

source: But some laughed at the nationalism:
ko: 하지만 몇몇은 이런 애국심을 비웃었다.

source: People's Daily is too busy f**king its own people over.
ko: 인민일보는 자사 종업원을 학대하느라고 너무 바빴던 게 틀림없다.

source: If People's Daily had bought it, we would not read anymore.
ko: 인민일보가 파이낸셜타임스를 샀다면, 우리는 더는 파이낸셜타임스를 읽지 않았을 것이다.

source: I wish People's Daily bought up all the newspapers and turned the whole world into a mouthpiece.
ko: 인민일보가 전 세계 신문을 모두 사들여서 전 세계가 중국을 대변하도록 만들었다면 어찌 되었을까 싶다.

source: Then we would not have so many "rumors".
ko: 그랬다면 이렇게 "소문"이 많이 나돌아다니지는 않았을 것이다.

source: Let's turn all the mountains and rivers in the world all red.
ko: 전 세계 산과 강을 모두 붉게 물들이자!

source: Haha.
ko: 히히.

source: Iran to Partially Lift Ban on BBC · Global Voices
ko: 이란, BBC 금지조치 임시 해제

source: BBC Persian is a popular news source in Iran, however it cannot operate inside the country.
ko: 이란 현지언론 타스님뉴스는 이란 문화이슬람지도부가 BBC에게 내렸던 금지 조치를 해제하기로 발표했다고 보도했다.

source: Iran's Tasnim news agency has reported an announcement by the Ministry of Culture and Islamic Guidance about lifting the ban on BBC operations inside of Iran.
ko: 문화이슬람지도부는 이란 국내외 언론을 담당하는 언론 규정을 책임지는 부서이다.

source: The Ministry is responsible for Iran's domestic and foreign press regulations.
ko: 이 소식은 타스님뉴스가 문화이슬람지도부 대변인과 인터뷰한 자리에서 발표되었다.

source: The news comes in an interview a Ministry spokesperson gave to Tasnim, whereby they declared a group of Dutch-born BBC journalists will soon enter to country for a BBC World special coverage report.
ko: 지도부 대변인은 이 자리에서 네덜란드 국적 BBC 기자가 BBC 월드 뉴스의 특별 보도를 찍기 위해 이란에 입국해도 좋다고 발표했다.

source: The spokesperson also announced that the decision has been made in consultation with the country's intelligence and police forces.
ko: 지도부 대변인은 또한 이란 정보 당국 및 경찰과 같이 논의한 뒤에 이런 결정을 내렸다고 발표했다.

source: The Ministry later clarified in an interview with the Associated Press (AP) that the change would last temporarily only for BBC World's special coverage.
ko: 문화이슬람지도부는 이후 AP통신과 인터뷰한 자리에서 이번 결정은 BBC 월드 뉴스의 특별 보도에만 임시로 적용될 것이라고 밝혔다.

source: The BBC also told AP that they had not heard from the Iranian government on the new decision.
ko: 또한, BBC는 AP통신에 이란 정부가 새롭게 결정한 사항을 이직 BBC에 통보하지 않았다고 밝혔다.

source: BBC Persian is a popular satellite and online news source for many Iranians inside the country.
ko: BBC 페르시아는 이란에서 인기 있는 위성, 온라인 소식통이다.

source: BBC Persian service has been banned from operating inside Iran since 2009 after authorities accused BBC of inciting unrest during the 2009 Green Movement.
ko: 2009년 녹색운동 때 BBC가 사회불안을 일으켰다는 이유로 이란 당국은 2009년부터 BBC 페르시아가 이란 내에서 활동하는 것을 금지한 상태이다.

source: The BBC Persian and English websites are both blocked inside Iran.
ko: BBC의 페르시아어, 영어 웹사이트 모두 이란 내에서는 접속이 불가한 상태이다.

source: BBC Persian online was first blocked in 2006, and its broadcasts are viewed on illegal satellites.
ko: BBC 페르시아 온라인은 2006년에 접속이 막혔고, BBC 페르시아가 내보내는 방송은 현재 불법 위성을 통해서 볼 수 있다.

source: Iran Closes Down Hardline Newspaper After Anti Nuclear Deal Coverage · Global Voices
ko: 이란, 반(反) 핵 협상 보도로 강경파 신문 폐간

source: Iranian media run the words "shut down" across a cover page of 9 Dey newspaper.
ko: 9 Dey 신문 첫 페이지에 드리워진 "폐간" 문구.

source: Image publish for reuse on banifilm.ir.
ko: ir에 재사용하기 위해 만든 이미지임.

source: Iran's Press Supervisory have closed down 9 Dey, a hardline newspaper that has published dissenting views to the nuclear deal signed between Iran and the P5+1 countries, signed in Vienna on July 13. Iran shuts down hardline conservative weekly for criticising the nuclear deal pic.twitter.com/dMKJKKAcuK — Mehrzad Kohanrouz (@MehrzadBBC) August 3, 2015
ko: 이란 언론감독부(Press Supervisory)는 빈에서 지난 7월 13일에 이란과 P5+1 국가들이 서명한 핵 협상결과에 반대 의견을 표출한 강경파 신문 9 Dey 을 임시 폐간했다.

source: The closure comes some weeks after the Ministry of Culture and Islamic Guidance issued Iranian journalists with censorship guidelines on how to cover the deal.
ko: 이 지침에 따라 기자들은 "이란 고위 당국자" 간에 이견이 있다고 제시하는 기사를 쓸 수 없다.

source: In the directive, journalists are forbidden from publishing any articles that suggest rifts among “high-ranking authorities in Iran” — referring to President Rouhani’s administration and the Supreme Leader Ayatollah Khamenei and his closest allies.
ko: — 이는 로하니 정권과 최고 지도자인 아야톨라 호메이니 지지자 간 이견이 존재하는 점을 이야기한다.

source: In addition, journalists have been told to not report on anything that “indoctrinates” the public into believing that the nuclear deal goes “against the nation, Islam, or revolutionary values and ideals;” they have also been instructed not to report anything that might “polarize society”. The directive suggested that publications that defied the orders could face up to two months of closure.
ko: 또한, 기자들은 이번 핵 협상 결과가 "이란과 이슬람, 혹은 혁명 가치와 이상"에 반하는 것이라는 사상을 대중에게 "주입"하는 어떠한 보도도 할 수 없다고 통보받았고, "사회 분열"을 일으킬 어떠한 내용도 보도하지 말라는 지시도 함께 받았다.

source: Reports suggest that other hardline newspapers such as Kayhan have also been given warnings.
ko: 이번 보도 지침을 따르지 않는 언론사는 최대 2달 동안 폐간될 수 있었다.

source: 9 Dey is a radical right-wing publications in Iran, owned by Hamid Rasaei, a principalist cleric and member of parliament from Tehran.
ko: 한 보고서에 따르면 또 다른 강경파 신문인 케이한도 이란 당국에 경고장을 받았다고 한다.

source: 9 Dey is the Persian date for December 30th, an anniversary that marks when pro-government supporters marched on the streets in 2009 in opposition to Green Movement protesters.
ko: #이란 언론감독부 이사회는 강경파 주간지가 #이란 핵 협상 결과를 비난했다는 이유로 이 주간지를 임시 폐간했고, 영향력 있는 일간지 케이한과 몇몇 강경파 웹사이트에 경고장을 보냈다.

source: Russian Censors Threaten to Shut Down Business Website for Writing About Bitcoin · Global Voices
ko: 러시아 검열 당국, 비트코인 기사 쓴 비즈니스 웹사이트 폐쇄 위협

source: Scrooge McDuck, lover of coins, would never have let this happen.
ko: 동전 사랑에 빠진 스크루지 맥덕은 이런 일을 그냥 보고만 있지 않았을 것이다.

source: Picture a book that has pages added to it almost every day, though the plot never seems to change.
ko: 이 이야기는 줄거리에는 변화가 없지만 거의 매일 몇 페이지씩 추가되는 책과 비슷하다.

source: You might as well be reading the story of Russian censorship, which got another update today, when the Kremlin's media watchdog, Roskomnadzor, threatened to block another news website.
ko: 러시아 검열 기사 하나가 또 새로 나왔다. 크렘린의 언론 감시 기구인 연방감시국은 또 다른 뉴스 웹사이트를 폐쇄하겠다고 협박했다.

source: Officials today told Zuckerberg Pozvonit, or "Zuckerberg Calling," which focuses on news related to Internet entrepreneurialism, that it must delete or edit within the next three days an article it published about bitcoins.
ko: 크렘린 관계자는 오늘 인터넷 기업가 정신을 다루는 잡지 주커버그 포즈보닛("주커버그가 부른다")에서 앞으로 사흘 내로 비트코인을 다룬 한 기사를 없애거나 편집해야 한다고 경고했다.

source: If the website refuses, Roskomnadzor will block it.
ko: 해당 웹사이트가 이를 거부하면, 연방감시국은 이 사이트 접근을 막겠다고 덧붙였다.

source: The suddenly controversial article, titled “What Are Bitcoins and Who Needs Them?” (available here and archived here), was published more than two years ago in April 2013.
ko: 이 모든 논란은 "비트코인이 무엇이며, 누가 필요로 하나? "라는 기사에서 갑자기 시작되었고, 이 기사는 2년도 더 지난, 2013년 4월에 게재되었다. (해당 기사 보기)

source: Roskomnadzor's warning is a response to a February 2015 court decision in Astrakhan, which determined that Zuckerberg Pozvonit's article contains “the propaganda of tax crimes in the area of legalizing income obtained in a criminal way” and “has a negative impact on the legal consciousness of citizens.”
ko: 연방감시국은 아스트라한 지방법원에서 지난 2015년 2월 내린 결정에 따라 이번 결정을 내렸다. 아스트라한 지방법원에서는 주커버그 포즈보닛이 게재한 기사가 "불법적인 경로로 얻은 수입을 합법적으로 세탁할 방법을 소개하여 탈세 범죄를 홍보"하는 내용이 들어 있어서 "시민 준법의식에 부정적으로 영향을 미친다"고 판단했다.

source: Roskomnadzor actually resisted enforcing the court order at first, appealing to the court for clarification, arguing that the article in question was merely informational.
ko: 연방감시국은 처음부터 법원 명령에 따르려 했던 것은 아니었다. 연방감시국은 법원에 항소했고, 해당 기사는 단순히 정보 제공용에 지나지 않는다고 주장했다.

source: “The court's decision contains no ambiguity,” the court answered in July.
ko: "법원의 이번 결정에는 모호한 점이 하나도 없다"고 아스트라한 지방법원은 지난 7월 답변했다.

source: (Copies of both Roskomnadzor's appeal and the court's response are avaialble on Zuckerberg Pozvonit's website.)
ko: (연방감시국이 제출한 항소문과 법원이 답한 내용은 주커버그 포즈보닛 웹사이트에서 볼 수 있다.

source: Vyacheslav Tsyplukhin, who publishes Zuckerberg Pozvonit, stated on Facebook that, according to its editorial policy, ZP media intentionally avoids any political issues.
ko: 주커버그 포즈보닛 발간인인 뱌체슬라브 츠플류킨은 페이스북에서 현 편집 정책에 따라 주커버그 포즈보닛은 정치적 현안을 다루지 않고 피해왔다고 밝혔다.

source: Given this, Tsyplukhin says he is surprised by the court's decision:
ko: 우리가 집단으로 이 사항을 논의한 적은 아직 없습니다.

source: We haven't discussed this issue collectively yet, but I maintain the position that we don't have to delete anything.
ko: 하지만 나는 주커버그 포즈보닛이 아무것도 지울 필요가 없다고 계속 생각하고 있습니다.

source: Let them close the website, and then let them explain to our 1.8 million readers, and to the industry, what is going on.
ko: 그러면 180만 명이나 되는 우리 독자들에게, 또 우리 업계에 뭔 일이 일어나고 있는지 해명해야 할 겁니다.

source: Ironically, two weeks ago, during his visit to a youth summer forum, Vladimir Putin signaled his tacit support for using bitcoins in Russia, stating clearly that the crypto-currency shouldn't be banned.
ko: 공교롭게도 두 주 전에 하계 청년 포럼에 참석했을 때, 블라디미르 푸틴은 러시아에서 비트코인을 사용해도 된다는 암묵적인 신호를 보내며, 암호화된 화폐를 금지할 필요는 없다고 분명히 말했다.

source: "One can use them," he told the crowd.
ko: "어떤 이는 사용할 수도 있겠지요.

source: "They're spreading to ever more places, these days."
ko: "요즘에는, 많은 곳에서 암호화된 화폐를 사용하고 있으니까요.

source: The Kremlin's Favorite Pundit Is Waging War on Facebook · Global Voices
ko: 친(親) 크렘린 뉴스 진행자, 페이스북에 전쟁 선포?

source: Dmitry Kiselyov declares war on Facebook and Instagram.
ko: 드미트리 키셀료프는 페이스북과 인스타그램에 전쟁을 선포했다.

source: Image edited by Kevin Rothrock.
ko: 이미지 편집: Kevin Rothrock.

source: This past weekend, Russian news anchor Dmitry Kiselyov, famous for his vociferously pro-Kremlin punditry, was uncommonly active online.
ko: 지난 주말, 열렬한 친(親) 크렘린적인 견해로 유명한 러시아 뉴스 진행자 드미트리 키셀료프는 이상하게도 온라인에서 활동적이었다.

source: He started with launching his own page on Facebook, in order “to be with those who want to know more.”
ko: 키셀료프는 "더 많은 것을 알고 싶어하는 자들과 같이 있기 위해" 자신의 페이스북 계정을 만들었다.

source: After registering, Kiselyov wrote his first post, expressing readiness to to discuss everything from “radioactive dust” to “the severities of being LGBT” (referring to infamous comments he’s made in the past about Russia’s ability to visit nuclear destruction on the United States and the need to burn and bury the organs of gays who die in car accidents).
ko: 계정 등록 후, 키셀료프는 생애 첫 글을 남겼는데, 이 글에서 "방사성 낙진"부터 "성 소수자로 사는 혹독한 삶"까지 어떤 주제도 의견을 나눌 수 있는 준비가 되었다고 밝혔다.

source: Kiselyov’s account was online for all of four hours, before it disappeared without any explanation.
ko: (키셀료프는 과거 러시아는 미국을 핵폭탄으로 파멸시킬 능력을 갖추고 있으며 교통사고로 죽은 동성애자의 장기를 불태운 다음 땅에 묻어버려야 한다고 말한 것으로 악명이 높다.

source: At first, the public largely assumed that Kiselyov had deleted the account himself, after receiving hundreds of insulting comments.
ko: ) 키셀료프는 4시간 동안 페이스북에 접속해 있었고, 그 뒤 아무 설명 없이 페이스북에서 나갔다.

source: According to him, however, it was the website’s moderators who deleted the page.
ko: 하지만 키셀료프는 페이스북 분쟁조정 담당 직원이 자신의 페이지를 지웠다고 말했다.

source: “Facebook keeps practicing selective political correctness,” Kiselyov wrote on Vkontakte, Russia’s leading online social network, where he quickly created another account.
ko: "페이스북은 선택적으로 정치적 정당성을 구현하려고 애쓴다. " 키셀료프는 러시아에서 가장 인기 있는 온라인 소셜 네트워크인 vk. com에 또 다른 계정을 만들어서 이렇게 적었다.

source: “But I'm in the network already,” he added, “and I'm not going to leave this space so easily.”
ko: " 키셀료프는 이렇게 덧붙였다. "나는 이 공간에서 쉽사리 물러나지 않을 겁니다.

source: Russian photographer and liberal blogger Rustem Adagamov, who helped draw attention to Kiselyov’s Facebook scandal, supposed that the website might actually have blocked the account.
ko: " 사진가이자 블로거로 활동하는 루스템 아다가모프는 키셀료프의 페이스북으로 관심이 집중되는 데 도움을 준 사람이다. 아다가모프는 페이스북이 실제로 키셀료프의 계정을 막아버렸으리라 추측한다.

source: (Adagamov has faced his own problems with censorship on Facebook.)
ko: (아다가모프는 페이스북 검열 문제에 계속 맞서고 있다.

source: Apparently, moderators closed Kiselyov’s , based on complaints about it being fake.
ko: 페이스북 분쟁조정 담당자가 키셀료프의 페이스북 계정이 가짜라는 항의를 받고 그 계정을 막아버린 게 분명하다.

source: So, the Jedi will return, I guess :-)
ko: 그렇다면 우리의 제다이는 다시 돌아올지도 모른다.

source: As it turns out, the Jedi has returned.
ko: 역시 예상대로 제다이가 다시 돌아왔다.

source: Kiselyov's Facebook page is once again accessible, though he’s already sworn not to use the foreign network, having opted for Russia’s homegrown services, after the bad treatment.
ko: 키셀료프는 페이스북에서 호되게 당하고 나서 러시아 국내에서 제공하는 서비스에 눈을 돌린 뒤 다시는 외국 소셜 네트워크를 쓰지 않겠다고 맹세했지만, 자신의 페이스북 페이지에 다시 들어갈 수 있었다.

source: Kiselyov's problems extend to Instagram, as well, where his account hosts just two photographs, 169 subscribers, and dozens of hateful comments.
ko: 키셀료프는 인스타그램에서도 문제를 일으켰다. 키셀료프의 인스타그램에는 사진이 2장밖에 없었지만, 구독자는 169명이나 되었고, 악성 댓글이 수십 개나 달렸다.

source: Why his Instagram account was blocked is even less clear, as users banned or suspended on Facebook aren’t usually blocked on this service also.
ko: 왜 인스타그램 계정이 잠겼는지는 확실하지 않다.

source: Meanwhile, on Vkontakte, Kiselyov has managed to attract more than 17,500 subscribers, and the number is still growing.
ko: 페이스북에서 접속을 금지했거나 중지시킨 계정도 인스타그램에 접속하는 데 문제가 없기 때문이다. 한편 키셀료프는 vk.

source: Kiselyov undoubtedly owes some of his online popularity to his television celebrity, but the hysteria in the media surrounding his arrival at Vkontakte suggests that his social media misadventures were perhaps a scheme to excite the public and convert some users back to Russia’s number one network.
ko: com에 계정을 만든 후 벌어진 사태를 놓고 보면, 키셀료프는 페이스북을 이용하는 러시아 대중을 자극해서 몇몇을 러시아에서 가장 인기 있는 소셜 네트워크로 갈아타게 했다는 점을 시사한다.

source: The administrators at Vkontakte wasted no time verifying Kiselyov’s account, and he promptly uploaded a video selfie, proving that the account belongs to him personally.
ko: com 운영자는 키셀료프의 계정이 진짜인지 확인하는 데 시간 낭비하지 않았고, 키셀로프는 재빠르게 셀카동영상을 하나 올려서, 자신이 진짜로 이 계정을 사용한다는 것을 증명했다.

source: Unlike his accounts on Facebook and Instagram, where the user base is generally more Western-leaning and liberal, Kiselyov’s readers on Vkontakte have left mostly positive comments, as well as obsequious questions (see below).
ko: 대체로 사용자 성향이 서양 중심적이고 자유로운 페이스북과 인스타그램에서와는 반대로, 키셀료프는 vk. com에서 대부분 긍정적인 댓글을 받았고, 그중에는 아래와 같이 비굴하게 아첨하는 듯한 질문도 받았다.

source: Kiselyov says there’s nobody but him running his Vkontakte page.
ko: 키셀료프는 자기가 직접 vk. com 페이지를 운영한다고 밝혔다.

source: There is only one question: whose land is Crimea?
ko: 오직 한 가지 질문만 있을 뿐이다.

source: Answer: Crimea is ours.
ko: 크림반도는 누구 땅인가?

source: Kiselyov’s problems on Facebook and Instagram have even attracted the attention of various public officials and lawmakers.
ko: 키셀료프가 페이스북과 인스타그램에서 겪었던 문제로 여러 러시아 관료와 입법자가 이 문제에 관심을 두게 되었다.

source: Alexander Brod, a member of the presidential council on human rights, says censorship like this should be treated as a violation of free speech.
ko: 대통령 직속 인권위원회 의원인 알렉산드르 브로드는 이러한 인터넷 검열은 언론의 자유를 침해한 행위로 간주해야 한다고 말했다.

source: Duma deputy Alexander Yuschenko warned that Facebook has become “a political network for coordinating various forces who work to destabilize and stir up trouble.”
ko: 러시아 국회의 이인자인 알렉산드르 유스첸코는 페이스북이 "사회 문제를 일으키고 사회 안정을 뒤흔드는 여러 세력을 조율하는 정치적 네트워크"로 발전했다고 밝혔다.

source: Yuschenko told the newspaper Izvestia that the near instantaneousness with which Facebook blocked Kiselyov indicates that the website set out to “demonize” him in advance.
ko: 유스첸코는 이즈베스티아 신문과 인터뷰에서 페이스북이 키셀료프 계정을 순식간에 막아버린 것은 페이스북이 사전에 키셀료프를 "악마로 만들고자" 준비했다는 것을 의미한다.

source: Click and Laugh With This Random Austerity Measure Generator · Global Voices
ko: 화제의 신작, 그리스 인에게 웃음 주는 무작위 긴축 조치 생성 게임

source: Screenshot from Random Austerity Measures game.
ko: 모든 그리스인은 양말 위에 샌들을 신고 그게 멋진 줄 알고 있어야 한다" 무작위 긴축조치 생성게임 스크린 샷

source: Laughter is the best medicine for pain and this new online game, which appeared just a few days ago, cleverly parodies the austerity measures which have dominated politics in Athens and across Europe in recent weeks.
ko: 웃음은 고통을 치료하는 가장 좋은 약이다. 며칠 전에 막 새로 나온 이 온라인 게임은 지난 몇 주간 그리스와 유럽 정치를 뜨겁게 달군 긴축조치를 교묘하게 풍자한다.

source: The official Facebook page of the Random Austerity Measure Generator game gathered more than 2,200 likes during its first day on July 15 and continues to grow.
ko: 이 무작위 긴축조치 생성 게임이 7월 15일 공식 페이스북 페이지에 처음 올라갔을 때 좋아요가 2,200개나 찍혔고, 그 숫자는 계속 늘어만 가고 있다.

source: The creators of the game have chosen to remain anonymous, but left readers with the following message:
ko: 이 게임 제작자는 계속 신원을 숨기고 있지만, 다음과 같은 메시지를 남겼다.
